Repository: failmap/failmap
Catalog: failmap/map/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Organization Rating
nl: Organisatie beoordeling

source: Organization Ratings
nl: Organisatie beoordelingen

source: Url Rating
nl: Url beoordeling

source: Url Ratings
nl: Url beoordelingen

source: administrative_region
nl: administratief gebied

source: administrative_regions
nl: administratieve gebieden

source: order
nl: volgorde

source: configuration
nl: configuratie

source: configurations
nl: configuraties

source: tls_qualys
nl: Toepassing van versleuteling

source: plain_https
nl: Ontbreken van versleuteling

source: X-Frame-Options
nl: Voorkomen van Clickjacking aanvallen (X-Frame-Options)

source: Strict-Transport-Security
nl: Strict-Transport-Security (HSTS)

source: Has a secure equivalent, which wasn't so in the past.
nl: Biedt nu een beveiligd alternative, wat vroeger niet zo was.

source: Site does not redirect to secure url, and has no secure alternative on a standard port.
nl: Een beveiligd alternatief op het standaard poortnummer ontbreekt. De onbeveiligde website wijst niet door naar een beveiligde site.

source: Redirects to a secure site, while a secure counterpart on the standard port is missing.
nl: De onbeveiligde site wijst door naar een beveiligde site, maar niet op een standaard poort.

source: Broken Transport Security, rated F
nl: Onvoldoende versleuteld (F)

source: Certificate not valid for domain name.
nl: Certificaat niet geldig voor domeinnaam.

source: Could not establish trust. For the certificate installation: Less than optimal Transport Security, rated C.
nl: Vertrouwen onbtreekt. De installatie van het certificaat zelf is matig (C).

source: Could not establish trust. For the certificate installation: Less than optimal Transport Security, rated B.
nl: Vertrouwen onbtreekt. De installatie van het certificaat zelf is redelijk (B).

source: Could not establish trust. For the certificate installation: Good Transport Security, rated A-.
nl: Vertrouwen onbtreekt. De installatie van het certificaat zelf is goed (A-).

source: Could not establish trust. For the certificate installation: Good Transport Security, rated A.
nl: Vertrouwen onbtreekt. De installatie van het certificaat zelf is goed (A).

source: Less than optimal Transport Security, rated C.
nl: Matige versleuteling (C)

source: Less than optimal Transport Security, rated B.
nl: Redeijke versleuteling (B)

source: Good Transport Security, rated A-.
nl: Goede versleuteling (A-)

source: Good Transport Security, rated A.
nl: Perfecte versleuteling (A)

source: Perfect Transport Security, rated A+.
nl: Perfecte versleuteling (met extra's) (A+)

source: X-Content-Type-Options header present.
nl: X-Content-Type-Options header is aanwezig.

source: Missing X-Content-Type-Options header.
nl: De X-Content-Type-Options header ontbreekt.

source: X-XSS-Protection header present.
nl: X-XSS-Protection header is aanwezig.

source: Missing X-XSS-Protection header.
nl: De X-XSS-Protection header ontbreekt.

source: X-Frame-Options header present.
nl: X-Frame-Options header is aanwezig.

source: Missing X-Frame-Options header.
nl: X-Frame-Options header ontbreekt.

source: Strict-Transport-Security header present.
nl: Strict-Transport-Security header is aanwezig.

source: Missing Strict-Transport-Security header.
nl: De Strict-Transport-Security header ontbreekt.

source: Site Title
nl: Faalkaart - Geeft inzicht in beveiliging.

source: Map
nl: Kaart

source: Info
nl: Wat is dit?

source: Charts
nl: De beste/slechtste

source: Reports
nl: Rapportages

source: Statistics
nl: Statistieken

source: Comply or explain
nl: Pas toe of leg uit

source: Scan schedule
nl: Schema

source: DEBUG
nl: ONGEDIERTEBESTRIJDINGSMODUS

source: Admin
nl: Beheer

source: What do i see?
nl: Wat zie ik hier?

source: whats do i see explained
nl: Deze website laat zien hoe goed de overheid veiligheid toepast op haar websites. De kleur geeft aan hoe goed dit wordt gedaan. Rood is slecht, groen is goed. Omdat we willen dat het internet veiliger wordt laten we alleen informatie zien over het aller simpelste beveiligingsniveau: hierdoor wordt het risico voor niemand groter, maar kan je toch zien of de veiligheid op orde is. Dit zou allemaal op orde moeten zijn... toch?

source: This website is run by %(RESPONSIBLE_ORGANIZATION_NAME)s. To submit new domains, or ask questions, contact us via: %(PROJECT_ISSUE_MAIL)s.
nl: Deze website wordt onderhouden door de %(RESPONSIBLE_ORGANIZATION_NAME)s. Het insturen van domeinen, stellen van vragen et cetera kunt u doen op: <a href='mailto:%(PROJECT_ISSUE_MAIL)s'>%(PROJECT_ISSUE_MAIL)s</a>

source: back to map
nl: Terug naar de kaart

source: Chart introduction
nl: Dit zijn de beste en slechtste organisaties en urls op dit moment.

source: Report
nl: Rapport

source: Show report for organization
nl: Toon verslag voor organisatie

source: Report for
nl: Rapport van

source: close report
nl: Sluiten

source: print report
nl: Afdrukken

source: Data from
nl: Gegevens van

source: RSS change feed teaser
nl: Volg de laatste wijzigingen van deze organisatie via deze

source: Report ask domains leader
nl: Ontbreken er domeinen?

source: Report ask domains subject
nl: Nieuwe%20domeinen%20voor%20

source: Report ask domains body
nl: Beste,%0D%0A%0D%0AGraag de volgende domeinen toevoegen aan de kaart:%0D%0A%0D%0A%0D%0A%0D%0A%0D%0A%0D%0ATip: stuur een zonefile mee met alle domeinen.%0D%0A%0D%0AMet vriendelijke groet,%0D%0A%0D%0A

source: Report ask sendin domains
nl: Stuur hier domeinen in.

source: High
nl: Hoog risico

source: Medium
nl: Midden risico

source: Low
nl: Laag risico

source: Risks and internet connectivity over time
nl: Tijdslijn van risico's en dienstverlening

source: Risk summary overview
nl: Overzichtstabel

source: DNSSEC
nl: DNS beveiliging (DNSSEC)

source: tls_qualys_encryption_quality
nl: Kwaliteit van versleuteling (TLS)

source: tls_qualys_certificate_trusted
nl: Vertrouwen in certificaat (TLS)

source: FTP
nl: Bestandsoverdracht (FTP)

source: Full report
nl: Volledig rapport

source: Incorrect finding on mail subject
nl: verkeerde%20bevinding%20op%20

source: Incorrect finding on mail body
nl: Let op: sites worden automatisch opnieuw gescand, dat duurt tot ongeveer een week afhankelijk van de test. Functionaliteit om snel een her-scan uit te voeren volgt. %0D%0A%0D%0A%0D%0ABeste, %0D%0A%0D%0AHet lijkt erop dat er een verkeerde bevinding op de kaart staat.%0D%0A%0D%0A Het volgende is onjuist: %0D%0A1: ... %0D%0A2: ... %0D%0A3: ... %0D%0A%0D%0ATip: Stuur ook een verklaring mee waarom het onjuist is, zo kunnen we sneller reageren. %0D%0A%0D%0A%0D%0AMet vriendelijke groet,%0D%0A%0D%0A

source: Report incorrect finding
nl: Meld onjuiste verbinding

source: Url level findings
nl: Algemene bevindingen

source: Since
nl: Sinds

source: Last check
nl: meest recente controle

source: Service
nl: Dienst

source: Explained
nl: Verklaring

source: Explained on
nl: Verklaard op

source: explanation expires
nl: verloopt

source: Extensive statistics
nl: Uitgebreide statistieken

source: Organizations
nl: Organisaties

source: Organizations Explained
nl: Organisaties hebben vaak meerdere internet adressen. Alle fouten op deze adressen bij elkaar opgeteld bepalen of de organisatie haar beveiliging op orde heeft.

source: Internet addresses
nl: Internet adressen

source: Internet addresses Explained
nl: Van de onderstaande adressen hebben we een beveilingsstatus weten te bepalen.

source: stats remark green
nl: Wauw!

source: stats remark orange
nl: Bijna!

source: stats remark red
nl: Dat kan beter.

source: stats remark gray
nl: Geen informatie beschikbaar

source: When
nl: Tijdstip

source: Number
nl: Aantal

source: Good
nl: Goed

source: Average
nl: Matig

source: Bad
nl: Slecht

source: Technical TLS
nl: Integriteit en vertrouwelijkheid

source: Technical stats TLS explained
nl: Goede versleuteling garandeert dat informatie niet door anderen gelezen of aangepast kan worden.

source: Technical stats headers
nl: Veiligheid inhoud website

source: Technical stats headers explained
nl: Of de website diverse aanvallen voorkomt.

source: Technology
nl: Beveiliging

source: Result
nl: Resultaat

source: Total
nl: Aantal

source: DNSSEC incorrect
nl: Niet of onjuist ge√Ømplementeerd

source: DNSSEC correct
nl: Correct toegepast

source: FTP insecure
nl: Onversleuteld

source: FTP outdated
nl: Verouderde versleuteling

source: FTP secure
nl: Versleuteld

source: Application of encryption
nl: Toepassing van versleuteling

source: Not at all
nl: Helemaal niet

source: Redirect from unsafe address
nl: Doorverwijzing vanaf onveilig adres

source: Encryption quality
nl: Kwaliteit van versleuteling (TLS)

source: Broken
nl: Onvoldoende

source: TLS rated C
nl: Matig

source: TLS rated B
nl: Redelijk

source: TLS rated A-
nl: Goed

source: TLS rated A
nl: Perfect

source: TLS rated A+
nl: Perfect en meer+

source: Certificate trust
nl: Vertrouwen in certificaat (TLS)

source: No trust
nl: Geen vertrouwen

source: Trust
nl: Vertrouwen

source: Stats HSTS
nl: Afdwingen van versleuteling

source: Stats hasn't
nl: Niet

source: Stats has
nl: Wel

source: Stats X-Frame-Options
nl: Voorkomen van Clickjacking aanvallen

source: Services
nl: Diensten

source: Services explained
nl: Een adres kan allerlei diensten aanbieden, waaronder websites.

source: Number of service checked
nl: Er wordt controle uitgevoerd op {{ x['endpoints'] }} diensten.

source: Amount
nl: Aantal

source: Improvements
nl: Verbeteringen

source: Improvements explained
nl: Dit zijn de verbeteringen van <b>de laatste zeven dagen</b>. Positieve getallen laten een vooruitgang zien, terwijl negatieve getallen verslechtering laten zien.

source: High risk improvements
nl: Hoog risico verbeteringen

source: Encryption Quality
nl: Kwaliteit van versleuteling (TLS)

source: Certificate Trust
nl: Vertrouwen in certificaat (TLS)

source: Missing encryption
nl: Aanwezigheid van versleuteling

source: Missing FTP encryption
nl: Aanwezigheid van FTP versleuteling

source: Medium risk improvements
nl: Midden risico verbeteringen

source: Encryption
nl: Kwaliteit Versleuteling

source: Low risk improvements
nl: Laag risico verbeteringen

source: X-XSS
nl: X-XSS Header

source: X-Content
nl: X-Content header

source: Graphs
nl: Grafieken

source: Overall
nl: Alles bij elkaar

source: Encryption quality issues (TLS)
nl: Kwaliteit van versleuteling (TLS)

source: Certificate trust issues (TLS)
nl: Vertrouwen in certificaat (TLS)

source: Lack of encryption failure
nl: Gebrek aan versleuteling (alleen http)

source: FTP failure
nl: Bestandsoverdracht (FTP) historie

source: DNSSEC failure
nl: DNSSEC historie

source: Forcing of encryption failure
nl: Forceren van versleuteling (HSTS header)

source: X-Frame Options failure
nl: X-Frame Options (clickjack bescherming) historie

source: X-Content-Type-Options failure
nl: X-Content-Type-Options historie

source: X-XSS-Protection failure
nl: X-XSS-Protection historie

source: Latest changes
nl: Laatste wijzigingen

source: Latest changes explanation
nl: Dit is een overzicht van de meest recente wijzigingen. Deze worden aan het eind van de dagverwerkt in de rapportages. Omdat alleen veranderingen worden getoond kan het zijn dat dezelfde gegevens langer blijven staan wanneer er niets veranderd. Scans worden dagelijks uitgevoerd.

source: Encryption quality updates
nl: Versleutelingskwaliteit updates (TLS)

source: RSS feed teaser
nl: Volg de laatste bevinden via deze

source: Certificate trust updates
nl: Certificaatvertrouwen updates (TLS)

source: Lack of encryption updates
nl: Gebrek aan versleuteling Updates

source: FTP updates
nl: Bestandsoverdracht (FTP) wijzigingen

source: Forcing encryption updates
nl: Forceren van versleuteling Updates

source: Comply or explain introduction
nl: Pas toe of leg uit is een methode waarop bevindingen op deze site verklaard worden. In bijzondere gevallen is de bevinding op deze site technisch juist, maar veroorzaakt het geen gevaar. Hieronder staat een lijst met de meest recente 'pas toe of leg uit' verklaringen. De organisaties die worden genoemd op deze site kunnen zelf een bevinding verklaren door op 'leg uit' te klikken bij een bevinding.

source: View report
nl: Bekijk rapport

source: No explanations yet.
nl: De lijst met verklaringen is leeg.

source: Show more
nl: Toon meer

source: Below scans and tasks will be performed in the future. This can help you getting a better perspective on when updates will be hapening to your organization. Note that all times are approximate due to caching and rounding. The time listed is the time the scan starts, it might take a while before your organization is scanned.
nl: Onderstaande scans worden binnenkort uitgevoerd. Dit geeft inzicht in wanneer updates op de kaart verschijnen. Hou er rekening mee dat de scantijden niet exact zijn: wanneer een scan gestart wordt kan het even duren voordat alles gescand is.

source: Datasets explanation
nl: Download de gegevensbundels die worden gebruikt op deze site. Deze bundels zijn geschikt voor automatische verwerking. Zo kunnen bijvoorbeeld beheerders van dit soort sites deze gegevens importeren.

source: Only urls
nl: Alleen urls

source: Organization types
nl: Organisatie typen

source: Map Data
nl: Kaartgegevens

source: Explanations
nl: Verklaringen

source: export_failmap_compatible_explained
nl: Deze gegevens zijn geoptimaliseerd om in websites als deze te importeren.

source: Support us, donate here!
nl: Ondersteun ons! Doneer!

source: General inquiry e-mail
nl: Algemeen contactadres

source: Issues e-mail
nl: Vragen / opmerkingen / klachten

source: Also on social media
nl: Ook op social media

source: About this website
nl: Over deze website

source: Get the sourcecode
nl: Download de broncode

source: Documentation
nl: Documentatie

source: Made possible by
nl: Mogelijk gemaakt door

source: This website is run by
nl: Deze website wordt beheerd door

source: Review many more details below!
nl: Bekijk de details hieronder!

source: Scan moment
nl: Scantijd

source: Url
nl: Internet Adres

source: One week earlier
nl: -1 week

source: One week later
nl: +1 week

source: Risk filter
nl: Risico filter

source: report_header_DNSSEC
nl: DNS beveiliging (DNSSEC)

source: report_header_tls_qualys_encryption_quality
nl: Kwaliteit van versleuteling (TLS)

source: report_header_tls_qualys_certificate_trusted
nl: Vertrouwen in het certificaat (TLS)

source: report_header_plain_https
nl: Ontbreken van versleuteling

source: report_header_ftp
nl: Bestandsoverdracht (FTP)

source: report_header_security_headers_strict_transport_security
nl: Strict-Transport-Security Header (HSTS)

source: report_header_security_headers_x_frame_options
nl: X-Frame-Options Header (clickjacking)

source: report_header_security_headers_x_xss_protection
nl: X-XSS-Protection Header

source: report_header_security_headers_x_content_type_options
nl: X-Content-Type-Options Header

source: Clear Filter
nl: Wis filter

source: Terrible Addresses
nl: Slechte adressen

source: These are the worst addresses on:
nl: Dit zijn de slechtste adressen op

source: Organization
nl: Organisatie

source: Top Fail
nl: De slechtste

source: This is the top fail from
nl: Dit zijn op dit moment de organisaties met de slechtste basisveiligheid.

source: Expand/shorten list
nl: Lijst uitvouwen / inklappen

source: Top Win!
nl: De beste

source: This is the top win from
nl: Dit zijn op dit moment de organisaties met de beste basisveiligheid.

source: Fail Map
nl: Faalkaart

source: Fail Map Introduction
nl: Faalkaart geeft inzicht in hoe veilig de overheid en verwante organisaties zijn richting het internet. Er wordt gekeken naar basis beveiligingskenmerken zoals beveiligde verbindingen en bescherming tegen misbruik. Hieruit ontstaat een beeld hoe (de rest van de) beveiliging is ingeregeld. Dit zou allemaal op orde moeten zijn... toch?
